{
  "commentaryList": [
    {
      "commText": "B0$",
      "timestamp": 1687426886350,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Teams:"
          ]
        }
      }
    },
    {
      "commText": "B0$ (Playing XI): Beth Mooney, Phoebe Litchfield, Ellyse Perry, Tahlia McGrath, Jess Jonassen, Alyssa Healy(w/c), Ashleigh Gardner, Annabel Sutherland, Alana King, Kim Garth, Darcie Brown",
      "timestamp": 1687426884007,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Australia Women"
          ]
        }
      }
    },
    {
      "commText": "B0$ (Playing XI): Tammy Beaumont, Emma Lamb, Heather Knight(c), Nat Sciver-Brunt, Sophia Dunkley, Danielle Wyatt, Amy Jones(w), Sophie Ecclestone, Kate Cross, Lauren Filer, Lauren Bell",
      "timestamp": 1687426751740,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "England Women"
          ]
        }
      }
    },
    {
      "commText": "B0$ We were going to have a bowl, the wicket looks good and I don't think it'll deteriorate. Filer and Wyatt make their debuts. We want to be positive and always look to take the game forward and put pressure on the opposition. Lauren is quick and she'll take wickets. Same with Danni, she's an attacking player. I think a 5-day game is brilliant, rain has affected the last few games, hopefully 5 days will give us a great chance to get a result.",
      "timestamp": 1687426622586,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Heather Knight | England Captain:"
          ]
        }
      }
    },
    {
      "commText": "B0$ Sun's out and we'd like to bat, the wicket looks pretty good. There's obviously going to be a little in it for the bowlers but I think we can get a good score. I'd be lying if I said if I wasn't nervous but it's an exciting time for me, my family is here as well. Preparations have been going really well, the girls are in a great place to come out here and compete. We'll have to wait and see how a 5-day game will go, the wicket might play a few more tricks. B1$ We haven't really reinvented the wheel, we're going to play the way we've played in the last 4-5 years and back ourselves to get the results.",
      "timestamp": 1687422955972,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$",
            "B1$"
          ],
          "formatValue": [
            "Alyssa Healy | Australia Captain:",
            "We've got two debutants, Phoebe Litchfield and Kim Garth, we've got spinners galore."
          ]
        }
      }
    },
    {
      "commText": "B0$",
      "timestamp": 1687384452643,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Australia Women have won the toss and have opted to bat"
          ]
        }
      }
    },
    {
      "commText": "After witnessing a thrilling Test match in the men’s Ashes, the women gear up for the start of their own multi-format Ashes series. Kicking off with this Test match at Trent Bridge, the series will feature 3 T20Is followed by 3 ODIs - points from all of which will be tallied to determine the winner of the Ashes. This Test, being only the second instance of a women’s Test spanning across five days, is historic in its own right. With over 80,000 tickets sold, record crowds are expected with nearly 15,000 expected for this Test alone.   \\n  \\nHolding the trophy since 2015, a dominant Australian side will start as favourites to return triumphant again. As the current World Champions in both limited overs formats and gold medallists in the Commonwealth Games, the Australians will be brimming with confidence despite the absence of regular skipper Meg Lanning who’s set to miss the series due to medical reasons. Alyssa Healy, who’ll take up the helm in Lanning’s absence, said that while there was an air of nervousness, she is excited for “the most hyped Women's Ashes”. As for the rest of their team, Phoebe Litchfield, who scored 68 in Australia’s warm-up game leading up to this series, is expected to open the batting alongside Beth Mooney with Alyssa Healy dropping down the order. Kim Garth, who previously represented Ireland before moving to Australia in 2019, is also expected to make her Test debut. Jess Jonassen had a performance to note when she scored an unbeaten 173 for Australia A in their warm up game against England.  \\n  \\nThe hosts, meanwhile, have left nothing for speculation by already announcing their playing XI. The selection that’s made the headlines is that of uncapped 22-year old Lauren Filer. Leading up to the game, both captain Heather Knight and head coach Jon Lewis have spoken highly of the pacer. Describing her as an “impact bowler” and as “one of the quickest in the country”, Knight believes Filer will give England an edge. Danni Wyatt, who’s represented England in 245 limited overs games previously, also earned a spot in the team. As for recent form, Sophie Ecclestone picked up a 5-fer while Tammy Beaumont scored a brisk double century in England’s warm-up game. All of that then sets the stage for what should be an exciting series. We’ll bring you all the action, including the toss and Australia’s XI shortly.",
      "timestamp": 1687345720218,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {}
    },
    {
      "commText": "B0$",
      "timestamp": 1687345720208,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Squads:"
          ]
        }
      }
    },
    {
      "commText": "B0$ Squad: Heather Knight(c), Amy Jones(w), Tammy Beaumont, Danielle Wyatt, Nat Sciver-Brunt, Sophie Ecclestone, Kate Cross, Emma Lamb, Sophia Dunkley, Danielle Gibson, Lauren Bell, Issy Wong, Lauren Filer",
      "timestamp": 1687345714191,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "England Women"
          ]
        }
      }
    },
    {
      "commText": "B0$ Squad: Alyssa Healy(w/c), Beth Mooney, Ashleigh Gardner, Ellyse Perry, Kim Garth, Grace Harris, Phoebe Litchfield, Jess Jonassen, Tahlia McGrath, Megan Schutt, Alana King, Georgia Wareham, Annabel Sutherland, Darcie Brown",
      "timestamp": 1687345644738,
      "ballNbr": 0,
      "event": "NONE",
      "batTeamName": "",
      "commentaryFormats": {
        "bold": {
          "formatId": [
            "B0$"
          ],
          "formatValue": [
            "Australia Women"
          ]
        }
      }
    }
  ],
  "matchHeader": {
    "matchId": 53373,
    "matchDescription": "Only Test",
    "matchFormat": "TEST",
    "matchType": "International",
    "complete": false,
    "domestic": false,
    "matchStartTimestamp": 1687428000000,
    "matchCompleteTimestamp": 1687798800000,
    "dayNight": false,
    "year": 2023,
    "state": "Toss",
    "status": "Australia Women opt to bat",
    "tossResults": {
      "tossWinnerId": 100,
      "tossWinnerName": "Australia Women",
      "decision": "Batting"
    },
    "result": {
      "winningTeam": "",
      "winByRuns": false,
      "winByInnings": false
    },
    "revisedTarget": {
      "reason": ""
    },
    "playersOfTheMatch": [],
    "playersOfTheSeries": [],
    "isMatchNotCovered": false,
    "team1": {
      "id": 99,
      "name": "England Women",
      "playerDetails": [],
      "shortName": "ENGW"
    },
    "team2": {
      "id": 100,
      "name": "Australia Women",
      "playerDetails": [],
      "shortName": "AUSW"
    },
    "seriesDesc": "Womens Ashes, 2023",
    "seriesId": 4779,
    "seriesName": "Womens Ashes, 2023",
    "alertType": "auto",
    "livestreamEnabled": false
  },
  "commentarySnippetList": [],
  "page": "commentary",
  "enableNoContent": false,
  "matchVideos": [],
  "responseLastUpdated": 1687427498
}